content/contact.org
#+TITLE: Contact Information

* E-Mail
    :PROPERTIES:
    :CUSTOM_ID: email
    :END:

- *Primary:* ~aydin [at] mercan [dot] dev~
- *Backup:* ~aydinmercandev [at] gmail [dot] com~
- Please prefer plain-text e-mail.
- I do not use PGP for e-mail.

* Signal
    :PROPERTIES:
    :CUSTOM_ID: signal
    :END:

- Contact me at =plus nine zero five three two six five three two eight five seven=
- Keep in mind that I currently reside in UTC+3 and expect answers accordingly.

* Misc
- [[https://linkedin.com/in/amercan][LinkedIn]]
- [[https://github.com/aydinmercan][GitHub]]
- [[https://sr.ht/~aydinmercan][SourceHut]]
- [[https://twitter.com/aydinmercan_dev][Twitter]]
- =amercan= on Freenode IRC
