docs/contact/index.html
<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="utf-8"/>
  <meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=yes"/>
  
  <link rel="stylesheet" href="/intangiblesite.min.6f3d05d4bdac0307f1633386c3a19012b885aaf74e6aa41b4d30993ee220997b.css">
  <link rel="stylesheet" href="/katex.min.css"/>
  <script defer src="/katex.min.js"></script>
  <script defer src="/auto-render.min.js" onload="renderMathInElement(document.body);"></script>
</head>

<header>
  <div class="container">
    <nav>
      <ul>
        <a href="/about/">About</a></li>
        <a href="/contact">Contact</a></li>
        <a href="/keys/">Keys</a></li>
      </ul>
    </nav>
  </div>
</header>


<main>
    <h1>
        Contact Information
    </h1>

    <article>
        
<div id="outline-container-email" class="outline-2">
<h2 id="email">
E-Mail
</h2>
<div id="outline-text-email" class="outline-text-2">
<ul>
<li>
<p><strong>Primary:</strong> <code>aydin [at] mercan [dot] dev</code></p>
</li>
<li>
<p><strong>Backup:</strong> <code>aydinmercandev [at] gmail [dot] com</code></p>
</li>
<li>
<p>Please prefer plain-text e-mail.</p>
</li>
<li>
<p>I do not use PGP for e-mail.</p>
</li>
</ul>
</div>
</div>
<div id="outline-container-signal" class="outline-2">
<h2 id="signal">
Signal
</h2>
<div id="outline-text-signal" class="outline-text-2">
<ul>
<li>
<p>Contact me at <code class="verbatim">plus nine zero five three two six five three two eight five seven</code></p>
</li>
<li>
<p>Keep in mind that I currently reside in UTC+3 and expect answers accordingly.</p>
</li>
</ul>
</div>
</div>
<div id="outline-container-headline-3" class="outline-2">
<h2 id="headline-3">
Misc
</h2>
<div id="outline-text-headline-3" class="outline-text-2">
<ul>
<li>
<p><a href="https://linkedin.com/in/amercan">LinkedIn</a></p>
</li>
<li>
<p><a href="https://github.com/aydinmercan">GitHub</a></p>
</li>
<li>
<p><a href="https://sr.ht/~aydinmercan">SourceHut</a></p>
</li>
<li>
<p><a href="https://twitter.com/aydinmercan_dev">Twitter</a></p>
</li>
<li>
<p><code class="verbatim">amercan</code> on Freenode IRC</p>
</li>
</ul>
</div>
</div>

    </article>
</main>

<footer>
    <p>
    All information on this blog, unless otherwise noted, is
    hereby released into the public domain, with no rights
    reserved.
    </p>
</footer>

